Repository: CoreyGiles/hfhub
Catalog: po/R-*.po
Languages: fr

source: Distant resource does not seem to be on huggingface.co (missing commit header).
fr: La ressource ne semble pas être disponible sur huggingface.co (début de commit manquant).

source: Distant resource does not have an ETag, we won't be able to reliably ensure reproducibility.
fr: La ressource distante n'a pas d'ETag, il n'y aura donc pas de garantie de reproductibilité.

source: Cannot find the requested files in the disk cache and
fr: Impossible de trouver les fichiers demandés dans le cache du disque et

source: outgoing traffic has been disabled. To enable hf.co look-ups
fr: le trafic sortant a été désactivé. Pour activer les requêtes hf.co

source: and downloads online, set 'local_files_only' to False.
fr: et les téléchargements en ligne, définissez 'local_files_only = FALSE'.

source: Connection error, and we cannot find the requested files in
fr: Erreur de connexion, et impossible de trouver les fichiers demandés dans

source: the disk cache. Please try again or make sure your Internet
fr: le cache du disque. Veuillez réessayer ou vérifiez que votre connexion Internet

source: connection is on.
fr: est activée.

source: etag must have been retrieved from server
fr: l'ETag doit être téléchargé depuis le serveur.

source: commit_hash must have been retrieved from server
fr: 'commit_hash' doit être téléchargé du serveur.

source: Error downloading from {.url {url}}
fr: Erreur de téléchargement depuis {.url {url}}
